---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.JPerMSup2K
source: html/658b5bd3-c292-ac36-20d0-7894b368d9f7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.JPerMSup2K Property

Symbol J/(m²·K), indicating unit Joules per square meter Kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId JPerMSup2K { get; }
```